formats = ('markdown', 'adoc',)
# TODO сделать  тайп алиас, 
log_fields = {'ip_addr':' IP-адрес клиента',
              'user_name':'Имя пользователя',
              'local_time':'Локальное время запроса',
              'method':'Метод запроса',
              'status_code':'Статус-код ответа сервера',
              'body_bytes_sent':'Количество отправленных байт в теле ответа',
              'http_referer':'Адрес страницы, с которой пришёл запрос',
              'http_user_agent':'Пользовательский агент (информация о браузере или приложении)',
              }